[
    {
        "name": "Mt Difficulty Target Medium Rieslinge",
        "description": "Ready. Aim. Fire! This is Mt Difficulty’s iconic Target Medium Riesling and it hits the mark every time. Mt Difficulty are one of the king pins of Central Otago. And not just Pinot Noir! These guys prove every vintage they can craft seriously good, medium style Riesling too. Named after the mountain that over looks the vineyard. Yawn, not another wine that draws inspiration from a nearby river, mountain or bush! But this mountain plays a big part in producing this world class wine. It helps block the cool winds from Wakatipu Basin and Gibbston Valley and in turn helps the grapes flurrish. So what can you expect under the cap of this iconic medium style Riesling? Think juicy pineapple, mango, lemon and Granny Smith apple! This is the perfect, slightly sweeter style Riesling to pair with spicy foods, especially Asian cuisine..",
        "price": "$25.99",
        "image": "https://serv.malteowinery.xyz/img/products/mtdifficulty-target-ries-large-2.webp"
    },
    {
        "name": "Trinity Hill Gimblett Gravels Chardonnay",
        "description": "One of the flagship wines from one of Hawke’s Bay’s flagship producers! It’s amazing what winning “Best Chardonnay in the World” can do for your reputation – which is what these guys did back at 1997’s International Wine Challenge in London. They’ve never looked back since. Produced from premium fruit in the world famous (see above!) Gimblett Gravels sub region in Hawke’s Bay. The Trinity winemaking crew put their back into it when it comes to their beloved black label Chardy. Hand harvested fruit, fermented with indigenous yeasts in 500 litre French oak puncheons for complexity and texture, malo-lactic fermentation for further richness, eleven months in oak then another four months on lees. No corners cut here!",
        "price": "$39.99",
        "image": "https://serv.malteowinery.xyz/img/products/trinityhill-gg-chard-large-2.webp"
    },
       {
        "name": "Craggy Range Aroha",
        "description": "Craggy Range Aroha (the Māori word for “love”) and there’s a whole heap of love that goes into producing this world class Martinborough Pinot Noir. With a glowing international reputation and a history of critic scores that leaves jaws dropped this is quite simply a must-have for any keen collector. That’s if you can lay your mits on a bottle, global demand massively outstrips supply every release!  This is a very limited release 2018 Craggy Range Aroha direct from Craggy HQ. It’s produced from two clones of Pinot Noir, one being the Abel clone, from their Te Muna Road vineyard. It’s aged 11 months in 30% expensive new oak barrels. A world class Pinot and certainly up there with the best of NZ. Treat yo’self or the Pinot lover – that’s if you can get any before it sells out!",
        "price": "$199",
        "image": "https://serv.malteowinery.xyz/img/products/craggyrange-aroha-large.webp"
    },
       {
        "name": "Church Road 1 Single Vineyard Redstone Cabernet Sauvignon",
        "description": "Already producers of an incredible line up of wines that most would give an arm and a leg for. We’re talking Church Road’s world class TOM, Grand Reserve, McDonald Series, Gwen and Estate range. They thought, heck, there’s always room for 1 more. Introducing, Church Road 1! Single vineyard wines, hand crafted in small batches and all bottles individually numbered. This is the 2020 vintage Cabernet Sauvignon using fruit from their Redstone vineyard. Scoring a whopper rating of 97/100 with Master of Wine Bob Campbell who said “Intense, inky cabernet sauvignon with cassis, blackberry, cacao nib, cigar box/cedar wood, black olive and nutty oak flavours. A core of sweet fruit balances the wine’s tannins making the wine more approachable in its youth although it appears to have plenty of cellaring potential. Good varietal definition although I can’t help wondering if a blend of merlot might have added an extra dimension.”",
        "price": "$150",
        "image": "https://serv.malteowinery.xyz/img/products/churchrd-1-cabsauv-large.webp"
    },
       {
        "name": "Te Mata Estate Coleraine Magnum (1.5 Litre)",
        "description": "The 38th release of New Zealand’s most famous red wine is here! It was over 120 years ago that Te Mata planted Cabernet vines in the Havelock Hills in Hawke’s Bay, Te Mata Estate Coleraine (pronounced “Cole-raine” rather than “Coler-aine”) was first produced in 1982 and today is widely thought of as one of the best red wines produced in New Zealand. This is the latest 2022 vintage and it’s one to get seriously excited about  – the guys at Te Mata certainly are! “The recent releases of excellent Coleraine have exceeded that of any of our historic wines. Coleraine ’22 will rightly take its place among these great Coleraine” they said. Using all estate grown fruit and bottled on the estate too, nothing is left to chance. Aged 16-20 months in French oak the final blend of Coleraine ’22 is 84% Cabernet, 13% Merlot and 3% Cabernet Franc. It is every bit the world class wine you come to expect – high concentration, high energy, complexity, power and elegance. Boy, this is some wine!.",
        "price": "$399",
        "image": "https://serv.malteowinery.xyz/img/products/temata-coleraine-magnum-large.webp"
    }
]